tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/mssql-release"
tap "railwaycat/emacsmacport"
tap "suzuki-shunsuke/tfcmt"
brew "amazon-ecs-cli"
brew "libpng"
brew "autoconf"
brew "automake"
brew "gmp"
brew "asdf"
brew "aspell"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "awsume"
brew "aztfexport"
brew "azure-cli"
brew "bison"
brew "freetype"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "gcc"
brew "checkov"
brew "colordiff"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "icu4c"
brew "dotnet"
brew "dsocks"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libsodium"
brew "ffmpeg"
brew "gawk"
brew "gd"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gotop"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "inframap"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "qemu"
brew "lima"
brew "mas"
brew "mkcert"
brew "zlib"
brew "mysql"
brew "node"
brew "newman"
brew "nss"
brew "opa"
brew "pandoc"
brew "parallel"
brew "peco"
brew "pinentry-mac"
brew "plantuml"
brew "pngpaste"
brew "postgresql@14"
brew "pre-commit"
brew "pstree"
brew "pure"
brew "pwgen"
brew "re2c"
brew "ripgrep"
brew "siege"
brew "sops"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraform-graph-beautifier"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "urlview"
brew "vegeta"
brew "w3m"
brew "wget"
brew "wrk"
brew "yq"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "microsoft/mssql-release/mssql-tools"
brew "suzuki-shunsuke/tfcmt/tfcmt"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "astah-professional"
cask "azure-data-studio"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "clipy"
cask "deepl"
cask "drawio"
cask "emacs-mac-spacemacs-icon"
cask "firefox"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "mysqlworkbench"
cask "ngrok"
cask "nosql-workbench"
cask "onyx"
cask "session-manager-plugin"
cask "slack-cli"
cask "sourcetree"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "In Your Face", id: 1476964367
mas "LadioCast", id: 411213048
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
